Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=386_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Biologista monimuotoisuutta koskeva YK:n yleissopimus (The United Nations Convention on Biological Diversity CBD) avattiin allekirjoitettavaksi YK:n ympäristö- ja kehityskonferenssissa (UNCED) Rio de Janeirossa vuonna 1992. Suomi on
sme: Biologalaš máŋggahápmásašvuođa guoski ON:id oktasašsoahpamuš (The United Nations Convention on Biological Diversity CBD) rahppui vuolláičállima várás ON:id biras- ja ovdánankonfereanssas (UNCED) Rio de Janeiros jagi 1992.

source: vuonna 1994.
sme: Suopma lea ratifiseren biodiversitehtasoahpamuša jagi 1994.

source: Biodiversiteettisopimuksen tavoitteena on maapallon ekosysteemien, eläin- ja kasvilajien sekä niiden perintötekijöiden monimuotoisuuden suojelu, luonnonvarojen kestävä käyttö sekä luonnon geenivarojen käytöstä saatavien hyötyjen oikeudenmukainen jako.
sme: Biodiversitehtasoahpamuša ulbmilin leat eatnanspáppa ekosystemaid, ealli- ja šaddošlájaid ja daid árbedahkkiid máŋggahápmásašvuođa suodjaleapmi, luondduriggodagaid suvdilis geavaheapmi ja maiddái luonddu geenariggodagaid geavaheamis ožžojun ávkkiid vuoiggalaš juohkin.

source: Biodiversiteettisopimuksen artikla 8(j) velvoittaa sopimusosapuolia suojelemaan alkuperäiskansojen biodiversiteettiin liittyvää perinteistä tietoa.
sme: Biodiversitehtasoahpamuša artihkal 8(j) geatnegahttá soahpamušoassebeliid suodjalit eamiálbmogiid biodiversitehtii gulavaš árbevirolaš dieđuid.

source: Artikla määrää, että sopimusosapuolten tulee kansallisen lainsäädäntönsä mukaisesti kunnioittaa, suojella ja ylläpitää biologisen monimuotoisuuden suojelun ja kestävän käytön kannalta merkittävää alkuperäiskansojen ja perinteisen elämänmuodon omaavien paikallisyhteisöjen tietoa, innovaatioita ja käytäntöjä, sekä edistää ja laajentaa niiden soveltamista tämän tiedon innovaatioiden ja käytäntöjen omistajien luvalla ja myötävaikutuksella sekä rohkaista tämän tiedon, innovaatioiden ja käytäntöjen käytöstä saatujen hyötyjen tasapuolista jakamista.
sme: Artihkal mearrida, ahte soahpamušoassebealit galget riikkasis lágaideaset mielde gudnejahttit, suodjalit ja doalahit biologalaš máŋggahápmásašvuođa suodjaleami ja suvdilis geavaheami dáfus mearkkašahtti álgoálbmogiid ja árbevirolaš eallinvuogi hálddašan báikkálašservošiid dieđu, innovašuvnnaid ja geavadiid, sihke ovddidit ja viiddidit daid guoskadeami dán dieđu, innovašuvnnaid ja geavadiid eaiggádiid lobiin ja veahkehemiin sihke roahkasmahttit dán dieđu, innovašuvnnaid ja geavadiin ožžojun ávkkiid dássebeallásaš juohkima.

source: Artikla suojaa Suomessa saamelaisten luonnonkäyttöön liittyvää perinteistä tietoa.
sme: Artihkal suddje Suomas sápmelaččaid luonddugeavahussii gulavaš árbevirolaš dieđu.

source: Artikla koskee Suomessa saamelaisia.
sme: Artihkal guoská Suomas sápmelaččaid.

source: Sopimuksen artikla 10 (c) velvoittaa sopimusosapuolia suojelemaan ja kannustamaan biologisten resurssien tavanomaista käyttöä perinteisten kulttuuristen tapojen mukaisesti, jotka soveltuvat suojelun ja kestävän käytön vaatimuksiin.
sme: Soahpamuša artihkal 10 (c) geatnegahttá soahpamušoassebeliid gáhttet ja roahkasmahttit biologalaš resurssaid vieruiduvvan geavaheami árbevirolaš kultuvrralaš vugiiguin, mat heivejit suodjaleami ja suvdilis geavaheami gáibádusaide.

source: Artikla 8(j):n toimeenpanon tausta Suomessa
sme: Artihkal 8(j) ollašuhttima duogáš Suomas

source: Suomessa Ympäristöministeriö asetti 18.6.2009 ensimmäisen biologista monimuotoisuutta koskevan yleissopimuksen alkuperäiskansojen perinnetietoa käsittelevän artikla 8j:n kansallisen asiantuntijatyöryhmän saamelaiskäräjien puheenjohtajan esityksestä.
sme: Suomas birasministeriija ásahii 18.6.2009 Biologalaš máŋggahápmásašvuođa guoski oktasašsoahpamuša eamiálbmogiid árbedieđu gieđahalli artihkal 8 j álbmotlaš áššedovdibargojoavkku sámedikki ságadoalli evttohusas.

source: Työryhmän tuli valmistella toimia, jotka pohjautuvat biologista monimuotoisuutta koskevan yleissopimuksen alkuperäiskansojen perinteisen tiedon säilyttämiseen liittyvään artikla 8j-työohjelmaan. Työryhmä toimi Suomen luonnon monimuotoisuuden suojelun ja kestävän käytön kansallisen strategian ja toimintaohjelman 2006-2016 toteutusta ja seurantaa edistävän työryhmän alaisuudessa.
sme: Bargojoavku galggai válmmaštallat doaimmaid, mat vuođđuduvvet biologalaš máŋggahápmásašvuođa guoski oktasašsoahpamuša eamiálbmogii árbevirolaš dieđu seailluheapmái gullevaš artihkal 8j-bargoprográmmii. Bargojoavku doaimmai Suoma luonddu máŋggahápmásašvuođa suodjaleami ja suvdilis geavaheami álbmotlaš strategiija ja doaibmanprográmma 2006-2016 ollašuhttima ja čuovvuma ovddideaddji bargojoavkku vuollásažžan.

source: ympäristöministeriölle 7.6.2011 järjestetyssä seminaarissa.
sme: Bargojoavku luohpađii loahpparaporttas birasministeriijai 7.6.2011 lágiduvvon semináras.

source: Työryhmä teetti työnsä aikana selvityksen Akwé: Kon – ohjeiden suhteesta kansalliseen lainsäädäntöön ja selvityksen saamelaisesta tapaoikeudesta.
sme: Bargojoavku dagahii barggu áigge čilgehusa Akwé: Kon – rávvagiid gaskavuođas riikkasis lágaide ja čilgehusa sámiid vierrovuoigatvuođas.

source: Työryhmä teki loppuraportissaan 28 toimenpide-ehdotusta ja 11 suositusta.
sme: Bargojoavku dagai loapparaportastis 28 doaibmabidjo-evttohusa ja 11 ávžžuhusa.

source: Toimenpiteissä esitetään luonnon monimuotoisuuteen liittyvän perinteisen tiedon huomioimista lainsäädännön ja hallinnon kehittämishankkeissa sekä koulutuksessa.
sme: Doaibmabijuin evttohuvvo luonddu máŋggahápmásašvuhtii gulavaš árbevirolaš dieđu vuhtii váldima lágaid ja hálddahusa ovddidanfidnuin sihke oahpaheamis.

source: Työryhmä esittää, että resursseja ohjataan saamelaisten luonnon monimuotoisuuteen liittyvän perinteisen tiedon tallentamiseen, tutkimiseen ja elvyttämiseen.
sme: Bargojoavku evttoha, ahte resurssaid bidjat sámiid luonddu máŋggahápmásašvuhtii gulavaš árbevirolaš dieđu vurkemii, dutkamii ja ealáskahttimii.

source: Biodiversiteetin tilan parantamiseksi on Suomessa laadittu kansallisia biodiversiteettistrategioita.
sme: Biodiversitehta dili buorideami várás leat Suomas ráhkadan álbmotlaš biodiversitehtastrategiijat.

source: Biodiversiteettistrategian toimeenpanoa ohjaa Suomen luonnon monimuotoisuuden suojelun ja kestävän käytön kansallisen strategian ja toimintaohjelman 2006-2016 toteutusta ja seurantaa edistävä työryhmä (nk.
sme: Biodiversitehtastrategiija ollašuhttima jođiha Suoma luonddu máŋggahápmásašvuođa suodjaleami ja suvdilis geavaheami álbmotlaš strategiija ja doaibmaprográmma 2006-2016 ollašuhttima ja čuovvuma ovddideaddji bargojoavku (ng. Biodiversitehtabargojoavku).

source: Saamelaiskäräjiä edustaa työryhmässä saamelaiskäräjien puheenjohtaja.
sme: Sámedikki ovddasta bargojoavkkus sámedikki ságajođiheaddji.

source: Edellinen, vuodesta 2006 vuoteen 2016 voimassa ollut strategia oli uudistettava biodiversiteettisopimuksen osapuolikokousten ja EU:n päätösten johdosta.
sme: Ovddit, jagis 2006 jahkái 2016 fámus leamašan strategiija galggai ođasmahttot biodiversitehtasoahpamuša oassebeallečoahkkimiid ja EU:a mearrádusaid geažil.

source: Strategian uudistamisen valmistelut aloitettiin jo vuonna 2010.
sme: Strategiija ođasmahttima válmmaštallmat álggahuvvojedje juo jagi 2010.

source: Saamelaiskäräjät osallistui strategian valmisteluun vaikuttamalla hallitusneuvotteluihin, artikla 8(j)-työryhmässä, biodiversiteettityöryhmässä, antamalla lausuntoja ja neuvottelemalla strategiasta viranomaisten kanssa.
sme: Sámediggi oassálasttii strategiija válmmaštallamii váikkuhemiin ráđđehusráđđádallamiidda, artihkkala 8(j)-bargojoavkkus, biodiversitehtabargojoavkkus, addimiin cealkámušaid ja ráđđádallamiin strategiijas eiseválddiiguin.

source: Pääministeri Jyrki Kataisen hallitusohjelmassa on sitouduttu uudistamaan kansallista biodiversiteettistrategiaa, kestävän kehityksen ohjelmaa ja toteuttamaan uhanalaisten luontotyyppien toimintasuunnitelmaa.
sme: Oaiveministtar Jyrki Katainen ráđđehusprográmmas leat čatnasan ođasmahttit álbmotlaš biodiversitehtastrategiija, suvdilis ovdáneami prográmma ja ollašuhttit áitatvuloš luonddutiippaid doaibmaplána.

source: Biodiversiteettistrategian toimeenpanossa sitoudutaan turvaamaan saamelainen kulttuurinen tapa ja perinne käyttää luontoa. Valtioneuvosto hyväksyi
sme: Biodiversitehtastrategiija ollašuhttimis čatnasat dorvvastit sámi kulturlaš vieru ja árbbi geavahit luonddu.

source: ” Suomen luonnon monimuotoisuuden suojelun ja kestävän käytön strategiasta vuosiksi 2013–2020, luonnon puolesta – ihmisen hyväksi ” (nk. Biodiversiteettistrategia).
sme: Stáhtaráđđi dohkkehii prinsihppamearrádusa ” Suoma luonddu máŋggahápmásašvuođa suodjaleami ja suvdilis geavaheami strategiijas jagiide 2013–2020, luonddu bealis– olbmo buorrin ” (ng. Biodiversitehtastrategiija).

source: Periaatepäätös ohjaa biodiversiteettistrategian toimeenpanoa Suomessa.
sme: Prinsihppmearrrádus stivre biodiversitehtastrategiija ollašuhttima Suomas.

source: Periaatepäätöksessä on huomioitu biodiversiteettisopimuksen osapuolikokouksen päätökset sopimuksen toimeenpanon edistämiseksi sekä EU:n päätökset biodiversiteetin suojelemiseksi.
sme: Prinsihppamearrrádusas lea váldon vuhtii biodiversitehtasoahpamuša oassebeallečoahkkima mearrádusat soahpamuša ollašuhttima ovddideami várás sihke EU:a mearrádusat biodiversitehta suodjaleami várás.

source: Periaatepäätöksessä vahvistetaan, että biodiversiteettisopimuksen artikla 8(j):n velvoitteet koskevat Suomessa saamelaisia.
sme: Prinsihppamearrrádusas nannejuvvo, ahte biodiversitehtasoahpamuša artihkal 8(j) geatnegasvuođat gusket Suomas sápmelaččaid.

source: Periaatepäätöksessä käsitellään saamelaisten kotiseutualueen luonnon monimuotoisuuden ja saamelaisten perinteisen tiedon tilaa ja tulevaisuutta.
sme: Prinsihppamearrrádus gieđahallá sámiid ruovttuguovllu luonddu máŋggahápmásašvuođa ja sápmelaččaid árbevirolaš dieđu dili ja boahtteáiggi.

source: Valtioneuvoston periaatepäätöksessä on artikla 8(j):tä ja saamelaisia koskevia merkittäviä toimenpiteitä ja tavoitteita:
sme: Stáhtaráđi prinsihppamearrrádusas lea artihkal 8(j):a ja sápmelaččaid guoski mearkkašahtti doaibmabijut ja ulbmilat:

source: - Luonnon monimuotoisuuden suojelua ja kestävää käyttöä koskevat päätetyt toimet toteutetaan tehokkaasti perustuslakiin sisältyviä kansalaisten maanomistus- ja hallintaoikeuksia sekä jokamiehenoikeuksia kunnioittaen sekä jokaisen kansalaisen vastuuta luonnon monimuotoisuuden säilyttämisestä noudattaen ja saamelaisten luonnon monimuotoisuuteen liittyvää perinteistä tietoa
sme: - Luonddu máŋggahápmásašvuođa suodjaleami ja suvdilis geavaheami guoski mearriduvvon doaimmat ollašuhttojit beaktilit vuođđoláhkii gulavaš riikkavuložiid eanaoamastan- ja hálddašanvuoigatvuođaid sihke juohkeolbmovuoigatvuođaid gudnejahttimiin sihke juohke riikavuloža vástu luonddu máŋggahápmásašvuođa seailluheamis čuovvumiin ja sápmelaččaid luonddu máŋggahápmásašvuhtii gulavaš árbevirolaš dieđuid gudnejahttimiin

source: - Valtioneuvosto kiinnittää erityistä huomiota pohjoisen luonnon haavoittuvuuteen, seurantatarpeisiin ja uhkatekijöiden ennakointiin sekä suojeluun ja kestävään käyttöön kansallisesti maankäyttöön liittyvää lainsäädäntöä ja hallintoa selkiyttämällä sekä yhteistyössä arktisen alueen ja Barentsin euroarktisen alueen valtioiden kanssa kehittäen saamelaisten oikeuksia alkuperäiskansana mm. maankäyttöön liittyvää lainsäädäntöä selkeyttämällä ja osallistumalla
sme: - Stáhtaráđđi gidde erenoamáš fuopmášumi davvi luonddu hávváduvvanvuhtii, čuovvundárbbuide ja áittadahkkiid ovddalgihtii vuhtii váldimii sihke suodjaleapmai ja suvdilis geavaheapmai álbmotlaš eanageavaheapmai gulavaš lágaid ja hálddahusa čielggasmahttimiin sihke oktasašbarggus árktalaš guovllu ja Barentsa euroárktalaš guovllu rikkaiguin ovddidemiin sápmelaččaid vuoigatvuođaid eamiálbmogin ee. eanageavaheapmai gulavaš lágaid čielggasmahttimiin ja oassálastimiin aktiivalaččat riikkaidgaskasaš oktasašbargui eamiálbmogiid vuoigatvuođalaš ja duođalaš suodjaleami nannema várás.

source: - Valtioneuvosto toteuttaa luonnon monimuotoisuuden suojelun ja kestävän käytön yhteydessä yleissopimuksessa ja sen päätöksissä kirjatut alkuperäiskansojen perinteistä tietoa koskevat linjaukset ja tähdentää Suomen mahdollisuuksia toimia edelläkävijänä kansainvälisessä yhteisössä artikla 8(j):n toimeenpanossa.
sme: - Stáhtaráđđi ollašuhttá luonddu máŋggahápmásašvuođa suodjaleami ja suvdilis geavaheami oktavuođas oktasašsoahpamušas ja dan mearrádusain girjejun eamiálbmogiid árbevirolaš dieđuid guoskavaš linjemiid ja deattuha Suoma vejolašvuođaid doaibmat báktečuollin riikkaidgaskasaš servošiin artihkal 8(j) ollašuhttimis.

source: Konkreettiset toimenpiteet:
sme: Konkrehtalaš doaibmabijut:

source: Tavoite 14.
sme: Ulbmil 14.

source: Välttämättömiä palveluita tuottavia ekosysteemejä ennallistetaan ja turvataan ottaen huomioon sosiaaliset, taloudelliset ja kulttuuriset näkökohdat.
sme: Vealtameahttun bálvalusaid buvttadeaddji ekosystemat ođasmahttojit ja dorvvastuvvojit váldimin fuopmášupmai sosiálalaš, ekonomalaš ja kulturlaš ášši beliid.

source: Tässä otetaan huomioon muun muassa veteen, terveyteen, elinkeinoihin ja hyvinvointiin liittyvät ekosysteemipalvelut sekä saamelaisten tarpeet alkuperäiskansana.
sme: Dás váldo fuopmášupmái earet eará čáhcái, dearvvasvuhtii, ealáhusaide ja buresveadjimii gulavaš ekosystemabálvalusat sihke sápmelaččaid dárbbut eamiálbmogin.

source: - Tavoite 18.
sme: - Ulbmil 18.

source: Luonnon monimuotoisuuden suojelun ja kestävän käytön kannalta olennaista saamelaisten perinteistä tietoa ja käytänteitä sekä biologisten resurssien perinteistä käyttöä kunnioitetaan, elvytetään ja suojellaan kansallisen lainsäädännön ja kansainvälisten velvoitteiden mukaisesti kehittämällä perinteisen tiedon suojelua koskevaa hallintoa ja lainsäädäntöä.
sme: Luonddu máŋggahápmásašvuođa suodjaleami ja suvdilis geavaheami dáfus lea dehalaš ahte sápmelaččaid árbevirolaš dieđuid ja vieruid sihke biologalaš resurssaid árbevirolaš geavaheami gudnejahttit, ealáskahttit ja suodjalat riikkasis lágáid ja riikkaidgaskasaš geatnegasvuođaid mielde ovddidemiin árbevirolaš dieđu suodjáleami guoskavaš hálddahusa ja lágaid.

source: Yleissopimuksen toimeenpanossa otetaan huomioon saamelaisten täysipainoinen ja tehokas osallistuminen kaikilla tarpeellisilla tasoilla yleissopimuksen ja osapuolikokousten päätösten
sme: Oktasašsoahpamuša ollašuhttimis váldo vuhtii sápmelaččaid buorre ja beaktilis oassálastin buot dárbbašlaš dásiin oktasašsoahpamuša ja oassebeallečoahkkimiid mearrádusaid mielde.

source: Biodiversiteettitoimintaohjelma
sme: Biodiversitehtadoaibmaprográmma

source: Biodiversiteettityöryhmässä on toimeenpanon tueksi laadittu viranomaisia ja sidosryhmiä velvoittava
sme: Biodiversitehtabargojoavkkus lea ollašuhttima doarjjan ráhkaduvvon eiseválddiid ja čanusjoavkkuid geatnegahtti doaibmaprográmma.

source: Toimintaohjelma on voimassa vuoteen 2020 ja sen toimeenpanoa seurataan ja edistetään biodiversiteettityöryhmässä.
sme: Doaibmaprográmma lea fámus jahkái 2020 ja dan ollašuhttima čuovvut ja ovddidat biodiversitehtabargojoavkkus.

source: Saamelaiskäräjät on osallistunut toimintaohjelman valmisteluun.
sme: Sámediggi lea oassálastán doaibmaprográmma válmmaštallamii.

source: Toimintaohjelma käsittelee laajemmin kuin varsinainen strategia saamelaisten kotiseutualueen luonnon monimuotoisuuden tilaa ja saamelaisten luonnon monimuotoisuuteen liittyvän perinteisen tiedon tilaa.
sme: Doaibmaprográmma gieđahallá viidásabbot go áitosaš strategiija sámiid ruovttuguovllu luonddu máŋggahápmásašvuođa dili ja sápmelaččaid luonddu máŋggahápmásašvuhtii gulavaš árbevirolaš dieđu dili.

source: Toimintaohjelmassa on asetettu toimenpiteille aikataulut ja vastuutahot.
sme: Doaibmaprográmmas leat ásahuvvon doaibmabijuide áigetávvalat ja vástubealit.

source: Toimintaohjelmassa on useita saamelaisia koskevia tavoitteita.
sme: Doaibmaprográmmas leat máŋggat sápmelaččaid guoski ulbmilat.

source: Saamelaisille tärkeimmät toimenpiteet:
sme: Sápmelaččaide dehalamos doaibmabijut:

source: 2) Kehitetään opettajien täydennyskoulutusta eliölajituntemuksessa ja luonnon monimuotoisuutta koskevien kysymysten pedagogiikassa.
sme: 2) Ovddidat oahpaheaddjiid dievasmahttinskuvlema ealánšládjadovdamušas ja luonddu máŋggahápmásašvuođa guoskavaš gažaldagaid pedagogihkas.

source: Edistetään uuden tietoteknologian avulla lajintuntemusta ja kestävän kehityksen kasvatusta (ml. saamelaisopetuksessa ja sen oppimateriaalituotannossa luonnon monimuotoisuutta koskevaa perinteistä tietoa sekä sen suojelua ja arvostusta).
sme: Ovddidat ođđa diehtoteknologiija mielde šládjadovdamuša ja suvdilis ovdáneami bajásgeassima (ee. sámeoahpahusas ja dan oahppamateriálabuvttadeamis luonddu máŋggahápmásašvuođa guoski árbevirolaš dieđu sihke dan suodjaleami ja árvvu).

source: , Saamelaiskäräjät
sme: , Sámediggi

source: 16) Sovelletaan CBD-yleissopimuksen 9. osapuolikokouksen hyväksymiä vapaaehtoisia Akwé: Kon - ohjeita saamelaisten kotiseutualueen maankäytön suunnittelussa ja ohjauksessa sekä huomioidaan ohjeistus maankäytön ohjaukseen liittyvän lainsäädännön uudistamisessa.
sme: 16) Guoskaduvvo CBD-oktasašsoahpamuša 9. oassebeallečoahkkima dohkkehan eaktodáhtolaš Akwé: Kon – rávvagiid sámiid ruovttuguovllu eanageavaheami plánemis ja stivremis sihke váldit vuhtii rávvagiid eanageavaheami stivremii gulavaš lágaid ođasmahttimis.

source: 22) Toteutetaan eri hallinnonalojen ja sidosryhmien yhteistyönä laadittu toimintasuunnitelma Suomen uhanalaisten luontotyyppien tilan parantamiseksi.
sme: 22) Ollašuhttit eará hálddahussurggiid ja čanusjoavkkuid oktasašbargun ráhkaduvvon doaibmaplána Suoma áitatvuloš luonddutiippaid dili buorideami várás.

source: Parannetaan tietopohjaa luontotyyppien suojelun, hoidon, ennallistamisen, tutkimuksen ja seurannan kohdentamiseksi.
sme: Buoridat diehtovuođu luonddutiippaid suodjaleami, divššu, ođasmahttima, dutkamuša ja čuovvuma čuoziheami dihtii.

source: Lisätään yleistä tietämystä luontotyyppien merkityksestä osana maamme luonnon monimuotoisuutta.
sme: Lasihat oktasaš dieđu luonddutiippaid mearkkašumis oassin riikkamet luonddu máŋggahápmásašvuođa.

source: Tarkennetaan kuvaa metsäisten luontotyyppien uhanalaisuudesta.
sme: Dárkkálmahttit áddejumi vuovdelágan luonddutiippaid áitatvulosvuođas.

source: 35) Edistetään luonnon monimuotoisuuden suojelun sekä saamelaisten kulttuurin ja perinteisten elinkeinojen kannalta kestävää luontomatkailua ja luonnon virkistyskäyttöä valtioneuvoston luonnon virkistyskäyttöä ja luontomatkailua koskevan periaatepäätöksen (VILMAT) ja Suomen matkailustrategian 2020 mukaisesti.
sme: 35) Ovddidat luonddu máŋggahápmásašvuođa suodjaleami sihke sámiid kultuvrra ja árbevirolaš ealáhusaid dáfus suvdilis luondoturismma ja luonddu virkkosmahttingeavaheami stáhtaráđi luonddu virkkosmahttingeavaheami ja luondoturismma guoskavaš prinsihppamearrádusa (VILMAT) ja Suoma turismastrategiija 2020 mielde.

source: 37) Vahvistetaan luonnon monimuotoisuuden kannalta kestävää alueidenkäytön suunnittelua matkailukeskusten ympärillä esimerkiksi keskittämällä matkailupalveluja luonnon monimuotoisuuden turvaamisen näkökulmasta.
sme: 37) Nánnet luonddu máŋggahápmásašvuođa dáfus suvdilis guovlluidgeavaheami plánema turismaguovddášiid birra ovdamearkan čohkkemiin turismabálvalusaid luonddu máŋggahápmásašvuođa dorvvasteami perspektiivvas.

source: 67) Vähennetään elinkeinotoiminnasta, kuten turvetuotannosta ja kaivostoiminnasta, aiheutuvaa ekosysteemipalvelujen heikentymistä, esim. luonnon ja virkistyskäytön sekä saamelaisten perinteisten elinkeinojen kannalta haitallisia ympäristövaikutuksia, erityisesti vesistö- ja muita päästöjä, tehostamalla toimialan omia, parhaalla tekniikalla toteutettuja ympäristönsuojelutoimenpiteitä.
sme: 67) Geahpedat ealáhusdoaimmas, dego lavdnjebuvttadeamis ja ruvkebuvttadeamis, šaddi ekosystemabálvalusaid fuotnáneami, omd. luonddu ja virkkosmahttingeavaheami sihke sámiid árbevirolaš ealáhusaid dáfus vahátlaš birasvaikkuhusaid, erenoamážit čázádat- ja eará suđđamiid, beavttálmahttimin doaibmasuorggi iežas, buoremus tehnihkáin ollašuhtton birasgáhttendoaibmabijuid.

source: 78) Ohjataan pohjoisten erämaiden ja suojelualueiden maankäyttöä sekä luontomatkailuun ja luonnon monimuotoisuuteen perustuvaa elinkeinotoimintaa kannustamalla monimuotoisuuden turvaamista ja eri intressien yhteensovittamista.
sme: 78) Stivret davvi meahcceguovlluid ja suodjalanguovlluid eanageavaheami sihke luondoturismii ja luonddu máŋggahápmásašvuhtii vuođđuduvvi ealáhusdoaimma roahkasmahttimiin máŋggahápmásašvuođa dorvvasteami ja iešguđet beroštumiid oktiiheiveheami.

source: Edistetään tunturialueiden maankäytön kokonaisvaltaista suunnittelua Akwé: Kon - ohjeiden avulla siten, että poronhoidon ja muun maankäytön ristiriidat vähenevät ja haitalliset vaikutukset tunturiluontoon lievenevät.
sme: Ovddidat duottarguovlluid eanageavaheami ollišlaš plánema Akwé: Kon – rávvagiid mielde nu, ahte boazodoalu ja eará eanageavaheami ruossalasvuođat geahppánit ja vahátlaš váikkuhusat duottarlundui helpejit.

source: 79) Kehitetään poronhoidon laidunkiertoa ja laiduninventointeja laidunten kantokyvyn turvaamiseksi yhteistyössä paliskuntien kanssa, ottaen huomioon asiaa koskeva tutkimustieto, saamelaisten luonnon monimuotoisuuteen liittyvä perinteinen tieto ja muu poronhoitoon liittyvä tieto.
sme: 79) Ovddidat boazodoalu dálve- ja geasseguohtuneatnamiid lonohallama ja láiddoninventeremiid guohtuneatnamiid gierdannávccaid dorvvasteami dihtii oktasašbarggus bálgosiiguin, váldimin vuhtii ášši guoski dutkandieđu, sápmelaččaid luonddu máŋggahápmásašvuhtii gulavaš árbevirolaš dieđu ja eará boazodollui laktáseaddji dieđu.

source: Kannustetaan paliskuntia laatimaan monitavoitteisia poronhoitosuunnitelmia.
sme: Roahkasmahttit bálgosiid ráhkadit máŋggaulbmillaš boazodoalloplánaid.

source: Jatketaan porolaidunten tilan seurantaa ja kehitetään laidunten inventointimenetelmiä.
sme: Joatkit guohtoneatnamiid diliid čuovvuma ja ovddidat guohtoneatnamiid inventerenvugiid.

source: , YM, Saamelaiskäräjät
sme: , YM., Sámediggi

source: 84) Koskien myös luonnon monimuotoisuuteen liittyvän saamelaisten perinteisen tiedon huomioon ottamista jatketaan työtä ILO:n alkuperäiskansoja koskevan yleissopimuksen ratifiointiedellytyksien selvittämiseksi hallitusohjelman tavoitteen mukaisesti sekä saatetaan päätökseen Pohjoismaista saamelaissopimusta koskevat neuvottelut.
sme: 84) Mielde maiddái luonddu máŋggahápmásašvuhtii gulavaš sápmelaččaid árbevirolaš dieđu vuhtii váldima joatkit barggu ILO:a eamiálbmogiid guoski oktasašsoahpamuša ratifiserengáibádusaid čilgema várás ráđđehusprográmma ulbmila mielde sihke loahpahat Davviriikkalaš sámesoahpamuša guoski ráđđádallamiid.

source: Artikla 8 (j) - työryhmän loppuraportissa esitettyjen toimenpiteiden toteuttamista jatketaan, perustelluista syistä toimenpiteitä tarkistetaan ja täydennetään uudessa artikla 8(j)-työryhmässä ja toimenpide-esitykset tuodaan seurantatyöryhmään hyväksyttäviksi.
sme: Artihkal 8 (j) – bargojoavkku laohpparaporttas ovdanbuktojun doaibmabijuid ollašuhttima joatkit, vuođustun sivaid dihtii doaibmabijut dárkkistuvvojit ja dievasmahttojit ođđa artihkkala 8(j)-bargojoavkkus ja doaibmabidjoevttohusat buktojit čuovvunbargojovkui dohkkeheami várás.
